Repository: tassawer-hussain/tti-assessment
Catalog: languages/tti-platform-*.po
Languages: fr_fr

source: Account ID
fr_fr: identifiant de compte

source: Account Login
fr_fr: Connexion au compte

source: Active
fr_fr: actif

source: Add Assessment
fr_fr: Ajouter une évaluation

source: Add New
fr_fr: Ajouter un nouveau

source: Add New Assessment
fr_fr: Ajouter une nouvelle évaluation

source: All Assessments
fr_fr: Toutes les évaluations

source: Allow users to take assessments.
fr_fr: Autoriser les utilisateurs à prendre des évaluations.

source: API Key
fr_fr: clé API

source: API Service Location
fr_fr: Emplacement du service API

source: Assessment already exist.
fr_fr: L'évaluation existe déjà.

source: Assessment Already exists
fr_fr: L'évaluation existe déjà

source: Assessment Details
fr_fr: Détails de l'évaluation

source: Assessment Status
fr_fr: État de l'évaluation

source: Assessment Successfully Added
fr_fr: Évaluation ajoutée avec succès

source: Assessment successfully added.
fr_fr: Évaluation ajoutée avec succès.

source: Assessments
fr_fr: Évaluations

source: assessments
fr_fr: évaluations

source: Can Print Report?
fr_fr: Peut imprimer le rapport?

source: Click here to generate key
fr_fr: Cliquez ici pour générer la clé

source: Edit Assessment
fr_fr: Modifier l'évaluation

source: Error! Please generate secret key first.
fr_fr: Erreur! S'il vous plaît générer la clé secrète en premier.

source: Generate
fr_fr: produire

source: Link ID
fr_fr: ID de lien

source: Link Login:
fr_fr: Lien de connexion:

source: No
fr_fr: Non

source: Not Found
fr_fr: Pas trouvé

source: Not found in Trash
fr_fr: Introuvable dans la corbeille

source: Organization
fr_fr: Organisation

source: Organization
fr_fr: Organisation

source: Parent Assessment
fr_fr: Évaluation des parents

# Post Type General Name
source: Assessments
fr_fr: Évaluations

# Post Type Singular Name
source: Assessment
fr_fr: Évaluation

source: Report Metadata in JSON
fr_fr: Signaler les métadonnées en JSON

source: Save
fr_fr: sauvegarder

source: Search Assessment
fr_fr: Évaluation de la recherche

source: Secret Key
fr_fr: Clef secrète

source: Secret key already saved in the system.
fr_fr: La clé secrète est déjà enregistrée dans le système.

source: Secret key has been saved successfully.
fr_fr: La clé secrète a été enregistrée avec succès.

source: Settings
fr_fr: Réglages

source: Something wrong. Please try again.
fr_fr: Quelque chose ne va pas. Veuillez réessayer.

source: Status
fr_fr: Statut

source: Survey Location
fr_fr: Lieu de l'enquête

source: Suspended
fr_fr: Suspendu

source: There is somthing wrong.
fr_fr: Il y a quelque chose qui ne va pas.

source: This assessment has been suspended.
fr_fr: Cette évaluation a été suspendue.

source: TTI Assessments Team Building
fr_fr: TTI Evaluations Team Building

source: Update Assessment
fr_fr: Mise à jour de l'évaluation

source: Use following URL as a Return URL
fr_fr: Utiliser l'URL suivante comme URL de retour

source: Validate Data
fr_fr: Valider les données

source: View Assessment
fr_fr: Voir l'évaluation

source: Yes
fr_fr: Oui

source: You must has to generate a secret key to add new assessments.
fr_fr: Vous devez doit générer une clé secrète pour ajouter de nouvelles évaluations.

source: You must logged in to take this assessment.
fr_fr: Vous devez être connecté pour prendre cette évaluation.

source: Your assessment has been successfully completed.
fr_fr: Votre évaluation a été complétée avec succès.

source: Your assessment is in the trash. Would you like to restore the assessment?
fr_fr: Votre évaluation est à la poubelle. Souhaitez-vous restaurer l'évaluation?

source: Your feedback has been saved.
fr_fr: Vos commentaires ont été enregistrés.
